export const GameList = [
    {
        name: '股票彩',
        mesage: '世彩推出之股票彩,取自各国股票指数的每日午休及收盘价之后三码为头奖,涨跌数后二码为二星。世彩目前上线了日经225指数,台湾股票,韩国股票,中国深圳股票,香港恒生指数。',
        cover: 'stock.jpg',
        bg: 'stock_bg.jpg'
    },
    {
        name: '泰国彩',
        mesage: '泰国彩是由泰国政府彩票中心经办,开奖时间为每月的1号和16号。玩家可以依照开奖号码的头奖、前三位、后三位、后二位进行投注。世彩目前上线了泰国彩与泰国5分彩。',
        cover: 'th.jpg',
        bg: 'th_bg.jpg'

    },
    {
        name: '时时彩',
        mesage: '时时彩的每个位置中奖号码均由0-9十个数字组成,属小盘玩法,玩法非常简单,不用太费时间和精力琢磨选号,省时省力,具有超强的趣味性、分析性和娱乐性,大幅降低了彩票游戏的运气成分。世彩目前上线了重庆欢乐生肖、腾讯分分彩、QQ分分彩、天津时时彩、新疆时时彩、澳洲幸运5、加拿大30秒彩、河内分分彩。',
        cover: 'ssc.jpg',
        bg: 'ssc_bg.jpg'

    },
    {
        name: 'PK10',
        mesage: 'PK10采用按位置顺序选择投注号码、固定设奖的玩法。投注者首先根据不同玩法确定选择最少1个、最多10个位置进行投注,竞猜10个号码,猜对0-10个名次即可获得对应奖金。世彩目前上线了北京PK10、幸运飞艇、澳洲幸运10、马耳他30秒PK10、马耳他1分PK10。',
        cover: 'pk10.jpg',
        bg: 'pk10_bg.jpg'
    },
    {
        name: '11选5',
        mesage: '11选5是指从1-11共十一个号码中任意选择一至八个号码进行投注,每期开出5个号码为中奖号码,投注方式灵活,开奖频次高,全面满足不同彩民的投注需要。世彩目前上线了山东11选5、江西11选5、广东11选5、亚洲30秒11选5、加拿大1分11选5。',
        cover: '115.jpg',
        bg: '115_bg.jpg'
    },
    {
        name: '3D/P3',
        mesage: '3D/P3是以一个3位自然数为投注号码的彩票,投注者从000-999的数字中选择一个3位数进行投注。世彩目前上线了福彩3D、体彩P3、亚洲30秒3D、加拿大1分3D。',
        cover: 'img_3d.jpg',
        bg: 'bg_3d.jpg'

    },
    {
        name: '六合彩',
        mesage: '六合彩是从1-49个号码中选出七个中奖号码的奖券,由香港赛马会的附属公司「香港马会奖券有限公司」经办。六合彩每星期搅珠三次,通常于星期二、星期四及非赛马日之星期六或日晚上举行,并由电视台现场直播。世彩目前上线了香港六合彩以及澳門六合彩。',
        cover: 'img_6.jpg',
        bg: 'bg_6.jpg'

    },
    {
        name: '快3',
        mesage: '快3投注是指以三个号码组合为一注进行的投注,每个投注号码为1-6共六个自然数中的任意一个,一组三个号码的组合称为一注。世彩目前上线了江苏快3、广西快3、北京快3、安徽快3、湖北快3、亚洲30秒快3、亚洲1分快3。',
        cover: 'img_f3.jpg',
        bg: 'bg_f3.jpg'

    },
    {
        name: '快乐十分',
        mesage: '快乐十分集中了目前市场上所有快速开奖游戏的优点,返奖高、开奖快、更好玩。返奖率高达59%,每10分钟开奖一期,共10种玩法,排列、组合、数字都可选;快乐十分共有20个号码可供选择;每期开出8个中奖号码。由于开奖号码多,对奖号码少,使中奖更容易。 世彩目前上线了重庆幸运农场、广东快乐十分。',
        cover: 'img_happy10.jpg',
        bg: 'bg_happy10.jpg'
    },
    {
        name: '快乐彩',
        mesage: '快乐彩彩票是与乐透、数字等通行的几种彩票之一。从1至80的80个数字中任意选择1个或多个数字组成一注,开奖时,随机摇出20个数字作为开奖号码。根据猜中号码的个数可以获得不同等级的奖金,猜中数字越多,奖金越高。或以所有开奖号码的和值的性质来判定输赢。 世彩目前上线了北京快乐8。',
        cover: 'img_happy.jpg',
        bg: 'bg_happy.jpg'
    },
    {
        name: '番摊',
        mesage: '番摊是以前在中国南部两广一带流行的博彩游戏,原先广摊玩法只有「番」一种,现今多了大小单双、念、角、正这些玩法。世彩目前上线了幸运飞艇番摊、加拿大30秒PK10番摊、澳洲幸运5番摊、澳洲幸运8番摊、澳洲幸运10番摊、北京快乐8番摊、加拿大快乐8番摊、北京幸运28番摊、加拿大幸运28番摊。',
        cover: 'img_ft.jpg',
        bg: 'bg_ft.jpg'
    },
    {
        name: '越南彩',
        mesage: '越南彩是基于越南传统型彩票,以南北越南地区的官方开奖结果为准。北部地区所开出的彩票有27组开奖号码,其它地区则为18组。 世彩目前上线了越南彩、越南5分彩、越南30秒彩。',
        cover: 'img_vn.jpg',
        bg: 'bg_vn.jpg'
    },
]